Repository: HarshilShah/PeakLocalisations
Catalog: fr/PeakLocalisations/Localisation/Features/Backups.xcstrings
Source language: en
Languages: de, es, nl

source: Already Backed Up
de: Bereits gesichert
es: Ya se Realizó una Copia de Seguridad
nl: Reeds een back-up gemaakt

source: Automatic Backups
de: Automatische Sicherungen
es: Copias de Seguridad Automáticas
nl: Automatische back-ups

# Automatic Backups Description
source: Peak will automatically back up your data about once a day
de: Peak sichert deine Daten automatisch einmal pro Tag
es: Peak hará una copia de seguridad automática de sus datos aproximadamente una vez al día

source: Back Up Now
de: Jetzt sichern
es: Realizar Copia de Seguridad Ahora
nl: Nu een back-up maken

source: Current Backup
de: Aktuelle Sicherung
es: Copia de Seguridad Actual
nl: Huidige back-up

# Error.DecodeFailed
source: Failed to decode backup
de: Sicherung konnte nicht gelesen werden
es: Error al decodificar la copia de seguridad
nl: Fout bij decoderen van back-up

# Error.ImportFailed
source: Failed to import backup
de: Sicherung konnte nicht importiert werden
es: Error al importar la copia de seguridad
nl: Importeren van back-up mislukt

source: Export Backup
de: Sicherung exportieren
es: Exportar Copia de Seguridad
nl: Exporteer back-up

source: Import Backup
de: Sicherung importieren
es: Importar Copia de Seguridad
nl: Importeer back-up

# Info
source: %1$lld blocks
de: %1$lld blöcke
es: %1$lld bloques

# Info.From
source: from %@
de: von %@
es: de %@
nl: van %@

source: Recent Backups
de: Kürzliche Sicherungen
es: Copias de Seguridad Recientes
nl: Recente back-ups

source: Restore
de: Wiederherstellen
es: Restaurar
nl: Herstellen

source: Restore from Backup
de: Aus Sicherung wiederherstellen
es: Restaurar desde Copia de Seguridad
nl: Back-up herstellen

# RestoreConfirmation.Body
source: This will overwrite all your current data and preferences. This action cannot be undone.
de: Dies überschreibt all deine aktuellen Daten und Einstellungen. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esto sobrescribirá todos sus datos y preferencias actuales. Esta acción no se puede deshacer.
nl: Dit overschrijft al je huidige gegevens en voorkeuren. Deze actie kan niet ongedaan worden gemaakt.

# RestoreConfirmation.Cancel
source: Cancel
de: Abbrechen
es: Cancelar
nl: Annuleren

# RestoreConfirmation.Confirm
source: Slide to Restore
de: Streichen zum Wiederherstellen
es: Deslizar para Restaurar
nl: Schuif om te herstellen

# RestoreConfirmation.Title
source: Restore This Backup?
de: Diese Sicherung wiederherstellen?
es: ¿Restaurar Esta Copia de Seguridad?
nl: Deze back-up herstellen?

# Unavailable.Requirements
source: To use sync & automatic backups, please ensure that:
de: Um automatische Synchronisierung & Sicherungen zu nutzen, stelle bitte sicher dass:
es: Para utilizar sincronización y copias de seguridad automáticas, asegúrese de que:

# Unavailable.Requirements.1
source: You are logged into your iCloud account.
de: Du in iCloud angemeldet bist.
es: Ha iniciado sesión en su cuenta de iCloud.
nl: Je bent ingelogd op je iCloud-account.

# Unavailable.Requirements.2
source: iCloud Drive is enabled
de: iCloud Drive aktiviert ist.
es: iCloud Drive está Activado
nl: iCloud-Drive is ingeschakeld

# Unavailable.Title
source: iCloud Not Available
de: iCloud nicht verfügbar
es: iCloud No Disponible
